Repository: sebastienserre/WP-Post-Updated
Catalog: lang/thfo_wppu-*.po
Languages: fr_fr

source: Hello, Many thanx to use this plugin
fr_fr: Bonjour, Merci beaucoup d'utiliser ce plugin

source: If You Enjoy this plugin... encourage me!
fr_fr: Si vous aimez ce plugin: Encouragez moi!

source: No Subscriber at the moment
fr_fr: Aucun abonné pour le moment

source: Subscribers list
fr_fr: Liste des abonnés

source: Title:
fr_fr: Titre:

source: Save
fr_fr: Enregistrer

source: Create the unsubscribe page
fr_fr: Créer la page de désinscription

source: Create
fr_fr: Créer

source: unsubscribe
fr_fr: Désinscription

source: Post type to follow
fr_fr: Type de contenu à suivre

source: Post Type
fr_fr: Type de contenu

source: Please select post type you want to be advised by mail in any update
fr_fr: Sélectionnez le type de contenu pour lequel vous souhaitez recevoir des emails à chaque mise à jour.

source: Please add your mail
fr_fr: Saisissez votre email

source: Your mail adress has been deleted from our database!
fr_fr: Votre adresse mail a été effacée de notre base de donnée!

source: Your mail adress isn't in our database!
fr_fr: Votre adresse mail ne figure pas dans notre base de donnée!

source: Send
fr_fr: Envoyer

source: Sender
fr_fr: Expéditeur

source: Object
fr_fr: objet

source: Content
fr_fr: Contenu

source: Advise about outgoing parameters.
fr_fr: Renseignez les informations d'envoi de votre mail.

source: To unsubscribe to this mail please follow this link:
fr_fr: Pour vous désinscrire de ce mail, suivez ce lien.

source: Unsubscribe
fr_fr: Désinscription
